[
	{
	"enabled": true,
	"type": "global-ieee-partner",
	"name": "IEEE Humanitarian Technologies Board (HTB)",
	"description": "The IEEE Humanitarian Technologies Board (HTB) is a global initiative that inspires and empowers IEEE volunteers to engage in meaningful humanitarian technology activities that address pressing societal challenges. By fostering innovation and leveraging technology, IEEE HTB supports volunteer-led initiatives, programs, and partnerships designed to make a tangible, positive impact on local communities around the world. From disaster recovery to sustainable development, the HTB plays a pivotal role in enabling technology to serve humanity in a responsive, effective, and ethically responsible manner.<br>At the heart of IEEE HTB’s mission is the goal to support volunteer-driven efforts that not only provide immediate relief but also contribute to long-term, sustainable solutions. The HTB encourages initiatives that are grounded in ethical considerations and community needs, ensuring that the technologies developed and applied are contextually appropriate and lead to meaningful improvements in people's lives. Whether it’s through innovative energy solutions in underserved areas, communication systems for disaster-hit regions, or technology designed to bridge the digital divide, HTB initiatives are aligned with the broader goal of addressing humanitarian issues while fostering resilience.<br>In addition to supporting grassroots projects, the IEEE HTB facilitates the formation of partnerships between volunteers, local organizations, and communities, ensuring that these efforts are mutually beneficial and collaborative. These partnerships enhance the scale, reach, and sustainability of humanitarian efforts by drawing on diverse expertise and resources.<br>Moreover, IEEE HTB also informs policy formulation by advocating for the responsible use of technology in addressing global challenges. The board works to ensure that the technological solutions developed for humanitarian purposes are not only effective but also ethically informed, inclusive, and respectful of human dignity.<br><br>Through its wide-reaching support for technology-driven humanitarian efforts, the IEEE Humanitarian Technologies Board helps volunteers and organizations around the world harness innovation to create lasting, positive social change.",
	"slug": "IEEE-HTB",
	"logo": { "url": "https://htb.ieee.org/wp-content/uploads/2023/06/cropped-HTB-website-header-1-1.png" },
	"website": "https://htb.ieee.org/",
	"pack":"premuim +"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "Climate & Sustainability Task Force (CSTF)",
		"description": "The IEEE Young Professionals Climate and Sustainability Task Force (CSTF) is a dedicated group of 25 young professionals working to empower early-career individuals in addressing challenges at the intersection of climate, sustainability, and technology. Representing a constituency of nearly 125,000 young practitioners, CSTF operates under the motto Young Professionals in Technology to Increase Global Resilience. The task force focuses on creating tools, resources, and support mechanisms to help young professionals engage in the Climate-Sustainability-Technology interface effectively. It serves as a centralized platform and network, facilitating active participation and collaboration among young professionals in this field. CSTF acts as a critical interface between IEEE’s young professionals and other organizational units within IEEE, supporting organization-wide efforts and fostering connections with external youth-driven entities, including UN processes, energy agencies, industrial organizations, and non-profit programs. By promoting engagement and collaboration across these sectors, the CSTF aims to enhance global resilience and advance sustainability through innovative technological solutions.",
		"slug": "IEEE-CSTF",
		"logo": { "url": "https://i.imgur.com/qMUwXYz.png" },
		"website": "https://yp.ieee.org/climate-sustainability-task-force-cstf/",
		"pack":"premuim +"
		},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "The IEEE Computer Society",
		"description": "The IEEE Computer Society (IEEE CS) is the world’s largest and most respected organization dedicated to advancing the fields of computer science and engineering. As the premier professional society for computer engineers, scientists, academia, and industry professionals, IEEE CS plays a critical role in shaping the future of technology and innovation on a global scale. By fostering collaboration, dialogue, and knowledge-sharing, IEEE CS empowers its members to drive technological advancements that have a profound impact on society.<br>IEEE CS provides a wide range of resources, from conferences and publications to educational programs and committees, creating an environment where professionals at all stages of their careers can learn, grow, and contribute to the industry. Through its commitment to excellence in research and development, the Society sets the standard for education and engagement in computing, helping to guide the careers of its members and influence the future of computer science and technology.<br>For over 75 years, IEEE CS has been at the forefront of technological innovation, leading the development of new technologies and fostering the evolution of computer science. The Society's members are engaged in cutting-edge research and development, creating breakthroughs that have shaped the digital landscape. Through conferences, workshops, and professional networks, IEEE CS facilitates meaningful collaboration and knowledge exchange, ensuring that professionals from around the world can contribute to the rapid advancement of the field.<br>In addition to supporting its members, IEEE CS is committed to community outreach and the development of technologies that benefit humanity. By connecting professionals, providing leadership in key areas, and advancing technological opportunities, the IEEE Computer Society continues to be the driving force behind global advancements in computer science, setting the standard for the future of technology and its applications to better serve the world.",
		"slug": "CS",
		"logo": { "url": "https://ieeecs-media.computer.org/wp-media/2021/12/16190445/IEEE-CS_LogoTM-orange-177x54.png" },
		"website": "https://www.computer.org/",
		"pack":"premuim +"
	},
	
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Council on Superconductivity",
		"description": "The IEEE Council on Superconductivity (CSC) is a multidisciplinary organization within the IEEE, dedicated to advancing the science, engineering, and technology of superconductivity. Superconductivity, the property of certain materials to conduct electricity without resistance at very low temperatures, has numerous applications in areas such as medical imaging, quantum computing, energy transmission, particle accelerators, and advanced magnetic systems.<br>The IEEE CSC focuses on promoting research, development, and practical applications of superconducting technologies. Its activities span a broad spectrum, including the study of high-temperature superconductors, superconducting electronics, magnet technology, and cryogenics. The council provides a collaborative platform for scientists, engineers, and students working in these areas to share knowledge and advancements through conferences, workshops, and publications, including its flagship journal, IEEE Transactions on Applied Superconductivity.<br>Additionally, the CSC actively supports the development of standards and best practices for the use and integration of superconducting materials in industrial and commercial systems. By fostering collaboration between academia, research institutions, and industry, the council aims to accelerate the adoption of superconducting technologies in real-world applications, contributing to innovations in fields such as healthcare, energy, and computing. Its work helps address global challenges by improving efficiency and performance in various technological systems.",
		"slug": "IEEE Council on Superconductivity",
		"logo": { "url": "https://ieeecsc.org/sites/ieeecsc/files/csc-logo_web.png" },
		"website": "https://ieeecsc.org/",
		"pack":"premuim"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Microwave Theory and Technology Society",
		"description": "The IEEE Microwave Theory and Techniques Society Young Professionals (MTT-S YP) is a global community within the IEEE MTT-S focused on engaging and supporting young professionals (YPs) in the field of microwave engineering and related areas. The society aims to foster the career development of early-career engineers, researchers, and students transitioning into the professional world, providing them with resources, networking opportunities, and mentorship.<br>MTT-S YP focuses on promoting the growth of young professionals in areas such as microwave theory, techniques, components, and systems. These technologies play a critical role in modern communications, radar, sensors, and other high-frequency applications. Through technical sessions, workshops, and webinars, YPs have the opportunity to expand their knowledge and stay updated on the latest advancements in the field. The society also encourages active participation in conferences like the IEEE International Microwave Symposium (IMS), where young professionals can present their work, engage with experienced experts, and network with peers.<br>In addition to technical development, MTT-S YP focuses on soft skills enhancement, career guidance, and leadership training. This holistic support helps young professionals navigate the early stages of their careers, building a strong foundation for success in the microwave engineering field and contributing to the advancement of cutting-edge technologies worldwide.",
		"slug": "MTTS",
		"logo": { "url": "https://i.imgur.com/zGQmYnj.jpg" },
		"website": "https://mtt.org/",
		"pack":"premuim"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": " IEEE Dielectrics and Electrical Insulation Society",
		"description": "The IEEE Dielectrics and Electrical Insulation Society (DEIS) is deeply committed to fostering a culture of diversity, equity, and inclusion within the scientific and engineering community. It is dedicated to providing equal opportunities to all individuals—students, researchers, engineers, and professionals—regardless of their age, disability, ethnicity, gender identity or expression, nationality, race, religion, sexual orientation, or socioeconomic background. Diversity is not just about acknowledging differences; it's about recognizing the immense value these differences bring to innovation and problem-solving in the field of dielectrics and insulation.<br>The society actively embraces and encourages a variety of perspectives, experiences, and talents, understanding that inclusion is essential to unlocking the full potential of our field. DEIS continually works to improve its policies and practices to ensure that our environment reflects and celebrates the richness of the diverse community we serve.<br>In support of these values, DEIS maintains a zero-tolerance stance toward any form of harassment, including sexual harassment and bullying. The society is dedicated to creating a safe, welcoming, and respectful environment where every individual can thrive and contribute to advancing both the science and application of dielectric materials and insulation systems.",
		"slug": "DEIS",
		"logo": { "url": "https://i0.wp.com/ieeedeis.org/wp-content/uploads/2024/01/cropped-cropped-header-4.png?fit=426%2C100&ssl=1" },
		"website": "https://ieeedeis.org/",
		"pack":"premuim"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Aerospace and Electronic Systems Society ",
		"description": "The IEEE Aerospace and Electronic Systems Society (AESS) is dedicated to advancing technologies related to complex systems for space, air, ocean, and ground applications. Now celebrating its 50th anniversary, AESS aims to engage the global technical community, with particular focus on underrepresented regions. The society offers a broad range of professional development activities, including publications, conferences, technical panels, and special interest groups, all designed to foster collaboration and knowledge sharing.<br>AESS provides continuing education opportunities through Distinguished Lectures and Short Courses, available both in-person and virtually. In 2023, the society introduced the Distributed Sensing Technology and Education Initiative, a competition designed to encourage students and YPs to drive innovation and contribute to the technical growth of their regions.<br>To honor exceptional achievements, AESS recognizes individuals and groups with awards for significant contributions in its fields of interest. The society also offers scholarships to undergraduate and graduate student members, supporting their academic and professional journeys. Also, AESS organizes engaging activities at conferences, local chapters, and student branches to promote networking and skills development.<br>For more information on AESS resources, events, and how to become a member, visit the AESS website and discover how the society can support your professional growth.",
		"slug": "AESS",
		"logo": { "url": "https://i.imgur.com/cV1QOQg.png" },
		"website": "https://ieee-aess.org/",
		"pack":"premuim"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Antennas and Propagation Society",
		"description": "IEEE Antennas and Propagation Society strives for advancement of the theory and practice of electrical and electronics engineering. The field of interest includes analysis, design, measurement and testing of antennas; radiation, propagation, and the interaction of electromagnetic waves with various applications.The field of interest of the Society includes antennas, including analysis, design, development, measurement, standards, and testing; radiation, propagation, and the interaction of electromagnetic waves with discrete and continuous media; and applications and systems pertinent to antennas, propagation, and sensing, such as applied optics, millimeter-and submillimeter-wave techniques, antenna signal processing and control, radio astronomy, bioelectromagnetics, and propagation and radiation aspects of terrestrial and space-based communication, including wireless, mobile, satellite, and telecommunications at all frequencies",
		"slug": "IEEE-APS",
		"logo": { "url": "https://ieeeaps.org/images/home/main-logo-2024.svg" },
		"website": "https://ieeeaps.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "The IEEE Industrial Electronics Society ",
		"description": "The IEEE Industrial Electronics Society (IES) is dedicated to advancing industrial electronics and automation technologies . It promotes innovation, research, and professional development by organizing conferences, workshops, and technical events. The section serves as a platform for collaboration among students, professionals, and researchers in the field.",
		"slug": "IES Fund",
		"logo": { "url": "https://www.ieee-ies.org/images/files/ies-header.png" },
		"website": "https://www.ieee-ies.org/",
		"pack":"premuim"
	},

	
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Robotics and Automation Society",
		"description": "The IEEE Robotics and Automation Society (RAS) is dedicated to advancing the theory, practice, and education of robotics and automation. Its mission is to foster the exchange of scientific and technological knowledge, benefiting members, the profession, and humanity. RAS promotes innovation and research in robotics, focusing on systems with sensors and actuators that work autonomously or with humans in unstructured environments. In automation, it emphasizes efficiency, quality, and reliability in systems operating autonomously over time. RAS facilitates collaboration and knowledge-sharing through conferences, publications, and technical discussions, supporting the growth and development of its members globally.",
		"slug": "IEEE-RAS",
		"logo": { "url": "https://www.ieee-ras.org/images/files/template/ieee-ras-logo.png" },
		"website": "https://www.ieee-ras.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Systems, Man, and Cybernetics Society",
		"description": "The IEEE Systems, Man, and Cybernetics Society (SMC) is dedicated to advancing the theory and application of systems science, human-machine systems, and cybernetics. Its mission is to serve members and the broader community by promoting interdisciplinary collaboration and professional development through conferences, publications, and activities. SMC values membership engagement, professionalism, excellence, integrity, collaboration, and open communication. The Society emphasizes diversity, empowerment, equality, and respect, providing equal opportunities for all members while fostering a supportive environment for innovation and teamwork in systems engineering and cybernetics.",
		"slug": "IEEE-SMC",
		"logo": { "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcScym7PdbB7iOC3i7otW1jxebXi7JkrGLba3A&spng" },
		"website": "https://www.ieeesmc.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "The IEEE Circuits and Systems Society",
		"description": "The IEEE Circuits and Systems Society (CASS) is the leading global organization dedicated to advancing the theory, analysis, design, and implementation of circuits and systems. Spanning theoretical foundations, applications, and architectures, CASS fosters technological innovation in signal and information processing, benefiting fields like electronics, communications, and computing. The Society provides engineers, researchers, and scientists with access to essential technical information, networking, and career development tools through its 10 regional chapters worldwide. CASS promotes collaboration, professional growth, and the development of engineering standards, driving innovation to improve the quality of life for humanity.",
		"slug": "IEEE-CASS",
		"logo": { "url": "https://ieee-cas.org/files/ieeecass/cass-75_horizontal-color.svg" },
		"website": "https://ieee-cas.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "The IEEE Power & Energy Society",
		"description": "The IEEE Power & Energy Society (PES) is a global technical society within IEEE focused on advancing the development and application of technology in the electric power and energy sector. PES covers areas such as power generation, transmission, distribution, smart grids, renewable energy, and power systems analysis. The society fosters innovation and collaboration among engineers, researchers, and industry professionals to address global energy challenges. Through conferences, publications, standards development, and educational programs, PES promotes the efficient and sustainable generation and use of electric energy, while driving advancements in energy systems to meet growing demands and environmental concerns worldwide.",
		"slug": "IEEE-PES",
		"logo": { "url": "https://ieee-pes.org/wp-content/uploads/2022/12/ieee-pes-logo.png" },
		"website": "https://ieee-pes.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Industry Applications Society",
		"description": "The IEEE Industry Applications Society (IAS) is a global technical society focused on advancing the theory, design, development, and application of electrical and electronic systems in industry. Its areas of interest include industrial automation, energy conversion, electrical safety, power electronics, smart grids, and electric machines. The IAS provides a platform for professionals, researchers, and students to exchange knowledge, develop standards, and promote technological advancements in industrial systems. Through conferences, publications, and technical committees, the society fosters collaboration between academia and industry, aiming to enhance innovation and the efficiency of electrical systems in industrial applications worldwide.",
		"slug": "IEEE-IAS",
		"logo": { "url": "https://i.imgur.com/y2PtVJQ.png" },
		"website": "https://ias.ieee.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Entrepreneurship",
		"description": "IEEE R8 Entrepreneurship Initiative is a program within IEEE Region 8 (Europe, Middle East, and Africa) that promotes entrepreneurship and innovation among IEEE members. It provides resources, networking opportunities, mentorship, and support for aspiring entrepreneurs, encouraging the development of startups and technology-driven ventures across the region.",
		"slug": "IEEE-entrepreneurship",
		"logo": { "url": "https://i.imgur.com/cpdzd8G.png" },
		"website": "https://entrepreneurship.ieee.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Xplore",
		"description": "IEEE Xplore is a comprehensive digital library for research and technical literature in electrical engineering, computer science, and related fields. It provides access to millions of articles, conference papers, standards, and eBooks from IEEE and other leading organizations, supporting innovation and technological advancements worldwide.",
		"slug": "IEEE-Xplore",
		"logo": { "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQQBfw1G-WPqR5HtwVLgqv8X7B7P-H4VG_9g&s" },
		"website": "https://ieeexplore.ieee.org/Xplore/home.jsp"
	},
	{
		"enabled": true,
		"name": "IEEE ENET'COM SB",
		"description": "Founded in 2013, with over 472 enthusiastic members all with one vision “advancing students carrer's in technology, for the benefit of humanity“",
		"slug": "IEEE-ENET'COM-SB",
		"tierRank": 0,
		"logo": { "url": "https://i.imgur.com/Sdkbxfe.png" },
		"website": "https://enetcom.ieee.tn/"
	},
	{
		"enabled": true,
		"name": "IEEE Tunisia Section",
		"description": "IEEE Tunisia Section aims to spread IEEE Activities to all corners of the country by educational and technical activities, human networking, and to develop technology and its applications for humanitarian challenges. The section supports Chapters, special interest groups, student activities and student awards.",
		"slug": "IEEE-Tunisia-Section",
		"tierRank": 0,
		"logo": { "url": "https://i.imgur.com/EpXVkCB.png" },
		"website": "https://ieee.tn/"
	},{
		"enabled": true,
		"name": "The IEEE Africa Council",
		"description": "The IEEE Africa Council represents IEEE members in Africa, promoting growth in engineering and technology. It supports networking, education, and professional development through events, workshops, and local collaborations. The council aims to address regional challenges, enhance knowledge-sharing, and foster innovation, advancing IEEE’s mission across the African continent.",
		"slug": "IEEE-Africa-council",
		"type": "global-ieee-partner",
		"logo": { "url": "https://r8.ieee.org/africa-council/wp-content/uploads/sites/155/2022/06/cropped-IEEE-Africa-Council-logo-2.jpg" },
		"website": "https://r8.ieee.org/africa-council/"
	},
	
	{
		"enabled": true,
		"name": "IEEE Transportation Electrification Council",
		"description": "The IEEE Transportation Electrification Council (TEC) fosters advancements in the electrification of transportation, covering electric and hybrid vehicles, ships, aircraft, rail systems, and personal transport. It supports technologies like energy storage, power grids, and control systems while promoting leadership, professional development, standards creation, and opportunities for IEEE members in electric transportation.",
		"slug": "IEEE-TEC",
		"type": "global-ieee-partner",
		"logo": { "url": "https://i.imgur.com/Vc1rKpq.png" },
		"website": "https://tec.ieee.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Electronics Packaging Society",
		"description": "The IEEE Electronics Packaging Society (EPS) is the premier global platform for scientists and engineers driving innovations in microsystems packaging and manufacturing. Dedicated to advancing electrical and electronics engineering, EPS fosters excellence through scientific, literary, and educational initiatives.EPS facilitates knowledge sharing via technical conferences, workshops, peer-reviewed publications, and partnerships with leading organizations.",
		"slug": "IEEE-EPS",
		"logo": { "url": "https://i.imgur.com/QOv20BS.png" },
		"website": "https://eps.ieee.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Women in Engineering  ",
		"description": "IEEE Women in Engineering (WIE) is a global organization focused on empowering women in engineering and inspiring girls to pursue careers in technology. Its mission is to promote the recruitment, retention, and growth of women in technical fields, fostering a diverse community that collaborates to drive innovation and benefit humanity.",
		"slug": "IEEE-WIE",
		"logo": { "url": "https://wie.ieee.org/wp-content/uploads/ieee_women_in_engineering_wie-logo.png" },
		"website": "https://wie.ieee.org/"
	},

	
	{
		"enabled": true,
		"name": "IEEE Life Members ",
		"description": "IEEE Life Members are individuals honored for their long-standing dedication to IEEE, achieving this status through a combination of age and years of membership. This prestigious recognition celebrates their enduring commitment to the organization. Life Members actively engage with their peers, participate in educational initiatives, mentor future generations, and contribute meaningfully to their communities.",
		"slug": "IEEE-Tunisia-Section",
		"type": "global-ieee-partner",
		"logo": { "url": "https://life.ieee.org/wp-content/uploads/ieee_life_members-logo.png" },
		"website": "https://life.ieee.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Students  ",
		"description": "IEEE Students is a global network of over 450,000 engineering and technology professionals, offering membership benefits, professional growth, and networking opportunities. It encourages impactful volunteering and provides resources to stay ahead in technology. The community fosters innovation, collaboration, and learning, empowering future engineers and technologists worldwide.",
		"slug": "IEEE-Students",
		"logo": { "url": "https://students.ieee.org/wp-content/uploads/2022/02/logo.png" },
		"website": "https://students.ieee.org/"
	},{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Systems, Man, and Cybernetics  Tunisia Section Chapter ",
		"description": "The IEEE Systems, Man, and Cybernetics Society (SMC) is dedicated to advancing the theory and application of systems science, human-machine systems, and cybernetics. Its mission is to serve members and the broader community by promoting interdisciplinary collaboration and professional development through conferences, publications, and activities. SMC values membership engagement, professionalism, excellence, integrity, collaboration, and open communication. The Society emphasizes diversity, empowerment, equality, and respect, providing equal opportunities for all members while fostering a supportive environment for innovation and teamwork in systems engineering and cybernetics.",
		"slug": "IEEE-SMC-TN",
		"logo": { "url": "https://smc.ieee.tn/wp-content/uploads/sites/198/2023/07/cropped-logoo.png" },
		"website": "https://smc.ieee.tn/publications/"
	},{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Collabratec ",
		"description": "IEEE Collabratec is an online platform developed by IEEE to facilitate networking, collaboration, and knowledge sharing among members globally. It enables professionals, researchers, and students to connect, engage in technical communities, share resources, and enhance career development through events, discussions, and collaborative projects in the fields of engineering and technology.",
		"slug": "IEEE-Collabratec",
		"logo": { "url": "https://region8today.ieeer8.org/wp-content/uploads/sites/114/2020/01/collabratec_logo-e1602678565780.png" },
		"website": "https://ieee-collabratec.ieee.org/"
	},
	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "NORTH AMERICAN PRIVATE UNIVERSITY CO. ",
		"description": "The Groupe NAU is a prestigious network of educational institutions in Tunisia, consisting of North American University (NAU), International Institute of Technology (IIT), International School of Business (ISB), and International School of Architecture (ISA). Each institution offers specialized programs designed to equip students with the skills and knowledge necessary to excel in today’s competitive job market. North American University (NAU) North American University (NAU) offers programs in Business Administration, Computer Science, and International Relations, providing a comprehensive education that combines theoretical knowledge with practical experience. NAU’s undergraduate and master’s programs are designed to help students develop strong analytical and problem-solving skills, with a focus on global perspectives. The university emphasizes critical thinking, communication, and leadership skills, ensuring that graduates are prepared for roles in both local and international markets. Through internships, real-world projects, and collaborations with industry leaders, NAU offers students valuable opportunities to apply classroom knowledge in practical settings. The curriculum is structured to help students become well-rounded professionals capable of adapting to a wide range of challenges in their careers. International Institute of Technology (IIT) The Institut International de Technologie (IIT) in Sfax offers a diverse academic curriculum, including preparatory cycles, architecture, bachelor's degrees in software engineering and industrial management, master's programs, and engineering cycles in civil, industrial, process, mechanical, and computer engineering. Students benefit from four types of scholarships: Excellence, Performance, Reputation, and Social Aid. IIT emphasizes an ambitious international strategy focused on sustainable development, leveraging its Mediterranean location to enhance regional and global collaborations. It actively fosters socio-economic growth, knowledge transfer, and international employability through a robust ecosystem of partnerships. Internships are integral to IIT’s curriculum, allowing students to gain practical insights, develop skills, and align their career goals with market needs. Guided by a dedicated internship service, students engage with professional environments and present their experiences in reports evaluated by a jury. This hands-on approach prepares IIT graduates for impactful careers. International School of Business (ISB) International School of Business (ISB) offers undergraduate and graduate programs focusing on Business Management, Finance, and Entrepreneurship. The curriculum is designed to develop students’ leadership, strategic thinking, and decision-making abilities, with an emphasis on global business practices. ISB students are exposed to a wide range of business disciplines, including finance, marketing, and supply chain management, which helps them build a solid foundation for a career in business. Through practical learning experiences such as internships, case studies, and business projects, students gain valuable insights into real-world business operations. ISB is dedicated to cultivating entrepreneurial thinking and fostering an understanding of ethical business practices, ensuring that its graduates are equipped to lead and innovate in the global business environment. International School of Architecture (ISA) International School of Architecture (ISA) offers a comprehensive program dedicated exclusively to the field of Architecture. The institution provides a Bachelor’s diploma in Architecture, focusing on both design and construction. The curriculum is structured to equip students with a thorough understanding of architectural principles, including urban planning, design theory, and construction technologies. ISA places a strong emphasis on sustainability and environmentally responsible design, preparing students to address the growing demand for eco-friendly and innovative architectural solutions. Students participate in design studios where they apply theoretical knowledge to real-world projects, developing both their creative and technical skills. ISA ensures that its graduates are capable of contributing to the future of architecture by emphasizing the integration of design innovation and sustainable building practices. In conclusion, Groupe NAU is committed to providing a diverse and high-quality education through its institutions. NAU prepares students for success in business and technology, IIT focuses on developing future technology professionals, ISB fosters leadership in business management, and ISA offers a specialized architecture program. Each institution ensures that students gain the practical skills and knowledge necessary to succeed in their chosen careers and contribute to global industries.",
		"slug": "NAU",
		"logo": { "url": "https://i.imgur.com/3qxvJTl.png" },
		"website": "https://nau.tn/"
	},
	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "ZEN ",
		"description": "ZEN Group is a leading name in the Tunisian fashion industry, recognized for delivering accessible, stylish, and high-quality clothing to all members of the family. Rooted in Mediterranean culture, ZEN’s collections span across categories, offering apparel for women, men, teens, children, and babies, ensuring a well-rounded range suitable for any age. The brand’s aesthetic marries Mediterranean inspiration with a touch of contemporary flair, featuring a balanced mix of trendy and classic designs that resonate with the diverse tastes of its clients. With more than 20 years of expertise, ZEN Group manages every stage of its production and distribution process, from design and manufacturing to retail. This control over the value chain, along with a focus on offering affordability without compromising quality, positions ZEN as a trusted name in accessible fashion. Operating through 32 stores across Tunisia and a dynamic online shopping platform, ZEN remains highly accessible to customers nationwide. Environmental consciousness is woven into ZEN’s ethos, with a commitment to renewable energy sources such as solar power at its headquarters and select stores. ZEN also reduces resource consumption by optimizing lighting and energy usage, reflecting its alignment with evolving environmental priorities. At the core of ZEN’s brand philosophy is a dedication to customer satisfaction. By launching new collections regularly—exceeding 5,000 models each year—ZEN keeps pace with shifting fashion trends and seasonal demands. For children, ZEN prioritizes comfortable, quality fabrics and playful designs to inspire joy and self-expression. For teens, ZEN offers bold, stylish apparel that appeals to their individual personalities, allowing them to embrace their unique sense of style. ZEN’s adult collections focus on timeless yet contemporary pieces, crafted with the same dedication to comfort and quality. In recent years, ZEN Group has extended its reach beyond Tunisia, bringing its franchise model to Libya and Algeria as an initial step toward broader African expansion. Franchise partners receive robust support in areas like product selection, store design, management, and marketing, ensuring consistency in the brand’s values across borders. This international growth reflects ZEN’s ambition to expand its presence while upholding the quality and service that customers have come to expect. Through its strong focus on family-oriented fashion, sustainable practices, and corporate social responsibility, ZEN continues to set itself apart in the Tunisian market and is well-positioned to become a prominent fashion name on the African continent.",
		"slug": "ZEN",
		"logo": { "url": "https://i.imgur.com/OYpoxVJ.png" },
		"website": "https://www.zen.com.tn/"
	},
	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "Orange Digital Center Tunisie",
		"description": "Orange Digital Center (ODC) is a unique, open-access technology hub designed to empower Tunisian youth with essential digital skills, project resources, and a supportive community. Open to students, recent graduates, and aspiring entrepreneurs, ODC offers training, networking, and mentorship opportunities. Through this initiative, Orange aims to make technology accessible to all, cultivating a generation of digital talent ready to meet global demands. Innovative Training for Modern Careers ODC provides a range of training programs aligned with today’s job market needs, covering crucial fields such as Cloud Computing, Big Data, Data Science, UI/UX design, web and mobile development, artificial intelligence, and Power BI. With programs like the Summer Dev series, young people can acquire valuable skills and hands-on experience in high-demand areas, preparing them for successful careers. By emphasizing practical learning, ODC equips participants with job-ready skills that enhance their employability. Career-Enhancing Certifications Alongside training, ODC offers industry-recognized certifications, including Google Career Certificates, which provide participants with a competitive edge in the job market. These certificates validate expertise in specific fields and are highly regarded by employers, allowing participants to demonstrate their readiness for technology-driven careers. By offering certified training, ODC ensures that young people gain credentials that reflect their commitment and capability in essential skills. Opportunities for Real-World Projects and Networking ODC also hosts internships, collaborative projects, and networking events where participants can apply their skills in real-world contexts and expand their professional connections. Notable events, like the “Future of Work Africa Week,” bring together experts and innovators from various industries, offering valuable insights into global trends and opportunities. These gatherings allow young people to connect with professionals, explore new career paths, and build lasting relationships that can support their personal and professional growth. An Engaged Community of Support With a vibrant community of over 90,000 young professionals and students, and the support of 31 dedicated mentors and instructors, ODC cultivates a culture of collaboration, support, and continuous learning. This engaged environment encourages participants to share knowledge, work together, and learn from each other. Mentorship at ODC is a key aspect of its value, as mentors guide participants through challenges and help them develop confidence and expertise in their chosen fields. Orange Digital Center: Preparing Tomorrow’s Leaders More than just a training facility, Orange Digital Center is a place where young people can turn their ideas into action, gain new skills, and build a solid foundation for their careers. By fostering access to advanced digital tools and future-oriented knowledge, ODC empowers Tunisian youth to thrive in a globally connected, technology-driven world. Through this program, Orange is committed to building the next generation of leaders in technology, driving progress and innovation. Stay Updated and Join ODC To stay informed about upcoming training programs, events, and opportunities, follow Orange Digital Center on social media or sign up for the newsletter. Whether you’re looking for new skills, project experience, or a supportive tech community, ODC offers the perfect space for young talents to grow and achieve their full potential.",
		"slug": "ORANGE",
		"logo": { "url": "https://i.imgur.com/zyL8iZx.png" },
		"website": "https://engageforchange.orange.com/fr/country/tn/programs/f3a15375-0399-4aa5-8be5-c2c513880b2f"
	},{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "The Bridge",
		"description": "Improve your skills on your own to prepare for a better future The Bridge, allows any student, staff or professional to acquire relevant online training to embark on the future employment opportunity with guaranteed follow-up",
		"slug": "Bridge",
		"logo": { "url": "https://i.imgur.com/w8eyupg.png" },
		"website": "https://9antra.tn/"
	},{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "DataDoIt",
		"description": "DataDoIt is a startup specializing in the development of AI-based solutions, with a strong focus on HealthTech, EdTech, Agritech, and Industry 4.0. We turn challenges into opportunities by providing cutting-edge technologies tailored to the needs of businesses.Our flagship solution: Bassira Bassira, our AI-powered retail analytics solution using computer vision, enables people counting and flow analysis within stores. It helps optimize space management and enhances the customer experience by providing reliable and actionable data.Industry 4.0: Towards Intelligent Automation We are actively involved in developing solutions for Industry 4.0 by integrating artificial intelligence and IoT to optimize industrial processes. Our solutions aim to improve productivity, quality, and sustainability by providing intelligent tools suited for modern production lines.Commitment to Research & Development With constant investment in R&D, we push the technological boundaries across all our areas of expertise, developing innovations that address current needs while anticipating future trends.Collaboration with the Academic World DataDoIt promotes collaboration with universities through Hackathons, Workshops, and supervision of Final Year Projects (PFE). These partnerships bridge industrial innovation and academic research, while providing students with unique opportunities to engage in real-world projects.",
		"slug": "DataDoIt",
		"logo": { "url": "https://i.imgur.com/vD1xvgk.png" },
		"website": "https://datadoit.io/"
	},{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "CodeQuest",
		"description": "CodeQuest is a training center dedicated to learning and mastering the most sought-after skills in today's market. We offer tailored training programs for students, professionals, and businesses, focusing on practical, immediately applicable expertise. Our programs cover a wide range of fields, including web development, data analysis, Python programming, artificial intelligence, generative AI, and more. We also provide preparation for certifications such as Microsoft PL-300, AI-900, DP-900, DP-600, DP-500, and others.Our team of passionate experts and engineers provides personalized support for every learner, whether they aim to acquire foundational knowledge or specialize in advanced topics. Our methods combine theoretical courses, practical workshops, and real-world case studies, offering comprehensive immersion and an enriching learning experience.Choosing CodeQuest means joining a stimulating environment geared toward excellence and success. Our certification programs open promising professional opportunities while addressing the market's evolving demands. Whether you're a beginner or an expert seeking advanced training, we help you achieve your goals through innovative, high-quality programs.",
		"slug": "CodeQuest",
		"logo": { "url": "https://i.imgur.com/JYkGSHM.png" },
		"website": "https://www.facebook.com/profile.php?id=61560527377483&mibextid=ZbWKwL"
	},
	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": " Green Power Company",
		"description" : "Founded in 2013, Green Power Company (GPC) is a leader in the installation of photovoltaic solutions in Tunisia. It provides the installation of photovoltaic panels for homes, businesses, industries, or agricultural projects. The company offers the solution best suited to your needs, allowing you to maximize the use of solar energy to produce your own electricity with the best value for money. Through its projects, GPC supports the transition towards a cleaner and more resilient energy model for a sustainable energy future in Tunisia.",
		"slug": "GPC",
		"logo": { "url": "https://i.imgur.com/uj2XglO.png" },
		"website": " https://greenpower.com.tn/en/home/"
	},{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "La Poste Tunisienne",
		"description": "La Poste Tunisienne is a key player in Tunisia’s economy, offering reliable postal, financial, and digital services. With a vast network of branches across the country, it ensures efficient mail delivery and supports financial inclusion through services like savings accounts and money transfers. Committed to innovation, La Poste provides cutting-edge solutions such as secure online payments and e-commerce logistics. Its mission is to bridge gaps and connect people by combining traditional values with modern technologies. As a trusted institution, La Poste Tunisienne plays a vital role in fostering communication, facilitating trade, and contributing to Tunisia’s digital and economic development.",
		"slug": "LaPosteTunisienne",
		"logo": { "url": "https://i.imgur.com/kppEOvU.png" },
		"website": " https://www.poste.tn/"
	},

	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "Groupe Plastivaloire",
		"description": "Plastivaloire, a subsidiary of the Plastivaloire Group (PVL), specializes in manufacturing plastic components for industries such as automotive, electronics, and household appliances. The company is renowned for its expertise in plastic injection molding, focusing on innovative and eco-friendly production techniques. By incorporating recycled materials and developing lightweight, eco-designed components, Plastivoire aims to reduce its environmental impact. As part of its customer-centric approach, Plastivoire emphasizes continuous improvement in product quality and invests in employee skill development. With production facilities in France and across international markets, the company remains competitive through advancements in material science and smart interior decorations for vehicles. Plastivoire's focus on technological progress and sustainability allows it to meet industry standards while pushing the boundaries of efficient and creative product design.",
		"slug": "GPL",
		"logo": { "url": "https://i.imgur.com/2t0LMoN.png" },
		"website": "https://groupe-plastivaloire.com/"
	},
	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "Olivesoft",
		"description": "OliveSoft specializes in data and digital transformation, offering expertise in system integration, data management, business intelligence, and AI solutions across France and internationally. They design and implement custom strategies using technologies like Salesforce, Google Cloud, and Azure. Their agile and DevOps methodologies ensure efficient project delivery. Since 2018, OliveSoft has partnered with major brands like Kenzo, TotalEnergies, and Bouygues, supporting sectors such as luxury retail, telecom, and transport. Focused on innovation, excellence, and transparency, they provide tailored solutions to meet clients' needs. With offices in Paris and Sfax, they drive impactful transformations while maintaining quality and client satisfaction.",
		"slug": "OLIVESOFT",
		"logo": { "url": "https://i.imgur.com/AOgkDhs.png" },
		"website": "https://olivesoft.fr/en/"
	},
	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "Sopal",
		"description": "SOPAL is a top Tunisian manufacturer specializing in sanitary, plumbing, and gas fittings. With over 40 years of experience, it offers products ranging from bathroom accessories to kitchen fittings. SOPAL prioritizes innovation, sustainability, and quality, holding certifications like ISO 9001 and ISO 14001 to ensure high standards and environmental responsibility.",
		"slug": "Sopal",
		"logo": { "url": "https://i.imgur.com/NGNAdOd.png" },
		"website": "https://www.sopal.com/"
	},
	
	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "LBM",
		"description": "LBM Industrie is a renowned Tunisian company specializing in the production of high-quality biscuits. With a commitment to excellence, LBM combines innovation and tradition to deliver delicious and diverse biscuit products. Their dedication to quality has made them a key player in the local food industry, satisfying customers nationwide",
		"slug": "LBM",
		"logo": { "url": "https://i.imgur.com/3S2ar8d.png" },
		"website": "https://lbm-industrie.com.tn/"
	},
	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "Today trading",
		"description": "",
		"slug": "TODAY",
		"logo": { "url": "https://i.imgur.com/nIF44M9.jpeg" },
		"website": "https://www.facebook.com/profile.php?id=61568551400853"
	},
	{
		"enabled": true,
		"type": "tunisian-ieee-partner",
		"name": "Vitalait",
		"description": "Vitalait is a leading dairy company in Tunisia, renowned for its high-quality products made from 100% fresh milk. Offering a wide range of yogurts, cheeses, and other dairy goods, Vitalait combines innovation with tradition to deliver nutritious and delicious options. Committed to excellence, it supports healthy lifestyles and sustainable practices.",
		"slug": "Vitalait",
		"logo": { "url": "https://i.imgur.com/fnlEXbN.png" },
		"website": " https://www.vitalait.net/tun/fr"
	}
]
