[
	{
	"enabled": true,
	"type": "global-ieee-partner",
	"name": "IEEE Humanitarian Technologies Board (HTB)",
	"description": "The IEEE Humanitarian Technologies Board (HTB) is a global initiative that inspires and empowers IEEE volunteers to engage in meaningful humanitarian technology activities that address pressing societal challenges. By fostering innovation and leveraging technology, IEEE HTB supports volunteer-led initiatives, programs, and partnerships designed to make a tangible, positive impact on local communities around the world. From disaster recovery to sustainable development, the HTB plays a pivotal role in enabling technology to serve humanity in a responsive, effective, and ethically responsible manner.<br>At the heart of IEEE HTB’s mission is the goal to support volunteer-driven efforts that not only provide immediate relief but also contribute to long-term, sustainable solutions. The HTB encourages initiatives that are grounded in ethical considerations and community needs, ensuring that the technologies developed and applied are contextually appropriate and lead to meaningful improvements in people's lives. Whether it’s through innovative energy solutions in underserved areas, communication systems for disaster-hit regions, or technology designed to bridge the digital divide, HTB initiatives are aligned with the broader goal of addressing humanitarian issues while fostering resilience.<br>In addition to supporting grassroots projects, the IEEE HTB facilitates the formation of partnerships between volunteers, local organizations, and communities, ensuring that these efforts are mutually beneficial and collaborative. These partnerships enhance the scale, reach, and sustainability of humanitarian efforts by drawing on diverse expertise and resources.<br>Moreover, IEEE HTB also informs policy formulation by advocating for the responsible use of technology in addressing global challenges. The board works to ensure that the technological solutions developed for humanitarian purposes are not only effective but also ethically informed, inclusive, and respectful of human dignity.<br><br>Through its wide-reaching support for technology-driven humanitarian efforts, the IEEE Humanitarian Technologies Board helps volunteers and organizations around the world harness innovation to create lasting, positive social change.",
	"slug": "IEEE-HTB",
	"logo": { "url": "https://htb.ieee.org/wp-content/uploads/2023/06/cropped-HTB-website-header-1-1.png" },
	"website": "https://htb.ieee.org/",
	"pack":"premuim +"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "The IEEE Computer Society",
		"description": "The IEEE Computer Society (IEEE CS) is the world’s largest and most respected organization dedicated to advancing the fields of computer science and engineering. As the premier professional society for computer engineers, scientists, academia, and industry professionals, IEEE CS plays a critical role in shaping the future of technology and innovation on a global scale. By fostering collaboration, dialogue, and knowledge-sharing, IEEE CS empowers its members to drive technological advancements that have a profound impact on society.<br>IEEE CS provides a wide range of resources, from conferences and publications to educational programs and committees, creating an environment where professionals at all stages of their careers can learn, grow, and contribute to the industry. Through its commitment to excellence in research and development, the Society sets the standard for education and engagement in computing, helping to guide the careers of its members and influence the future of computer science and technology.<br>For over 75 years, IEEE CS has been at the forefront of technological innovation, leading the development of new technologies and fostering the evolution of computer science. The Society's members are engaged in cutting-edge research and development, creating breakthroughs that have shaped the digital landscape. Through conferences, workshops, and professional networks, IEEE CS facilitates meaningful collaboration and knowledge exchange, ensuring that professionals from around the world can contribute to the rapid advancement of the field.<br>In addition to supporting its members, IEEE CS is committed to community outreach and the development of technologies that benefit humanity. By connecting professionals, providing leadership in key areas, and advancing technological opportunities, the IEEE Computer Society continues to be the driving force behind global advancements in computer science, setting the standard for the future of technology and its applications to better serve the world.",
		"slug": "CS",
		"logo": { "url": "https://ieeecs-media.computer.org/wp-media/2021/12/16190445/IEEE-CS_LogoTM-orange-177x54.png" },
		"website": "https://www.computer.org/",
		"pack":"premuim +"
	},
	
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Council on Superconductivity",
		"description": "The IEEE Council on Superconductivity (CSC) is a multidisciplinary organization within the IEEE, dedicated to advancing the science, engineering, and technology of superconductivity. Superconductivity, the property of certain materials to conduct electricity without resistance at very low temperatures, has numerous applications in areas such as medical imaging, quantum computing, energy transmission, particle accelerators, and advanced magnetic systems.<br>The IEEE CSC focuses on promoting research, development, and practical applications of superconducting technologies. Its activities span a broad spectrum, including the study of high-temperature superconductors, superconducting electronics, magnet technology, and cryogenics. The council provides a collaborative platform for scientists, engineers, and students working in these areas to share knowledge and advancements through conferences, workshops, and publications, including its flagship journal, IEEE Transactions on Applied Superconductivity.<br>Additionally, the CSC actively supports the development of standards and best practices for the use and integration of superconducting materials in industrial and commercial systems. By fostering collaboration between academia, research institutions, and industry, the council aims to accelerate the adoption of superconducting technologies in real-world applications, contributing to innovations in fields such as healthcare, energy, and computing. Its work helps address global challenges by improving efficiency and performance in various technological systems.",
		"slug": "IEEE Council on Superconductivity",
		"logo": { "url": "https://ieeecsc.org/sites/ieeecsc/files/csc-logo_web.png" },
		"website": "https://ieeecsc.org/",
		"pack":"premuim"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Microwave Theory and Technology Society",
		"description": "The IEEE Microwave Theory and Techniques Society Young Professionals (MTT-S YP) is a global community within the IEEE MTT-S focused on engaging and supporting young professionals (YPs) in the field of microwave engineering and related areas. The society aims to foster the career development of early-career engineers, researchers, and students transitioning into the professional world, providing them with resources, networking opportunities, and mentorship.<br>MTT-S YP focuses on promoting the growth of young professionals in areas such as microwave theory, techniques, components, and systems. These technologies play a critical role in modern communications, radar, sensors, and other high-frequency applications. Through technical sessions, workshops, and webinars, YPs have the opportunity to expand their knowledge and stay updated on the latest advancements in the field. The society also encourages active participation in conferences like the IEEE International Microwave Symposium (IMS), where young professionals can present their work, engage with experienced experts, and network with peers.<br>In addition to technical development, MTT-S YP focuses on soft skills enhancement, career guidance, and leadership training. This holistic support helps young professionals navigate the early stages of their careers, building a strong foundation for success in the microwave engineering field and contributing to the advancement of cutting-edge technologies worldwide.",
		"slug": "MTTS",
		"logo": { "url": "https://i.imgur.com/zGQmYnj.jpg" },
		"website": "https://mtt.org/",
		"pack":"premuim"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": " IEEE Dielectrics and Electrical Insulation Society",
		"description": "The IEEE Dielectrics and Electrical Insulation Society (DEIS) is deeply committed to fostering a culture of diversity, equity, and inclusion within the scientific and engineering community. It is dedicated to providing equal opportunities to all individuals—students, researchers, engineers, and professionals—regardless of their age, disability, ethnicity, gender identity or expression, nationality, race, religion, sexual orientation, or socioeconomic background. Diversity is not just about acknowledging differences; it's about recognizing the immense value these differences bring to innovation and problem-solving in the field of dielectrics and insulation.<br>The society actively embraces and encourages a variety of perspectives, experiences, and talents, understanding that inclusion is essential to unlocking the full potential of our field. DEIS continually works to improve its policies and practices to ensure that our environment reflects and celebrates the richness of the diverse community we serve.<br>In support of these values, DEIS maintains a zero-tolerance stance toward any form of harassment, including sexual harassment and bullying. The society is dedicated to creating a safe, welcoming, and respectful environment where every individual can thrive and contribute to advancing both the science and application of dielectric materials and insulation systems.",
		"slug": "DEIS",
		"logo": { "url": "https://i0.wp.com/ieeedeis.org/wp-content/uploads/2024/01/cropped-cropped-header-4.png?fit=426%2C100&ssl=1" },
		"website": "https://ieeedeis.org/",
		"pack":"premuim"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Aerospace and Electronic Systems Society ",
		"description": "The IEEE Aerospace and Electronic Systems Society (AESS) is dedicated to advancing technologies related to complex systems for space, air, ocean, and ground applications. Now celebrating its 50th anniversary, AESS aims to engage the global technical community, with particular focus on underrepresented regions. The society offers a broad range of professional development activities, including publications, conferences, technical panels, and special interest groups, all designed to foster collaboration and knowledge sharing.<br>AESS provides continuing education opportunities through Distinguished Lectures and Short Courses, available both in-person and virtually. In 2023, the society introduced the Distributed Sensing Technology and Education Initiative, a competition designed to encourage students and YPs to drive innovation and contribute to the technical growth of their regions.<br>To honor exceptional achievements, AESS recognizes individuals and groups with awards for significant contributions in its fields of interest. The society also offers scholarships to undergraduate and graduate student members, supporting their academic and professional journeys. Also, AESS organizes engaging activities at conferences, local chapters, and student branches to promote networking and skills development.<br>For more information on AESS resources, events, and how to become a member, visit the AESS website and discover how the society can support your professional growth.",
		"slug": "AESS",
		"logo": { "url": "https://i.imgur.com/cV1QOQg.png" },
		"website": "https://ieee-aess.org/",
		"pack":"premuim"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Antennas and Propagation Society",
		"description": "The IEEE Antennas and Propagation Society (APS) is a specialized division of the IEEE, dedicated to advancing the theory, design, development, and applications of antennas and electromagnetic wave propagation. Its core mission is to foster knowledge exchange and technological progress in these areas through research, collaboration, and educational activities. The society covers a broad range of topics, including antenna theory and design, electromagnetic wave propagation, computational electromagnetics, and electromagnetic interference (EMI) and compatibility. These areas are crucial for the development of modern technologies such as wireless communication systems, satellite communications, radar, and remote sensing.Through conferences, workshops, and its flagship publications like the IEEE Transactions on Antennas and Propagation, the APS provides a platform for professionals, researchers, and students to present and discuss the latest findings in antenna and propagation technology. It plays a significant role in standardizing best practices and promoting interdisciplinary cooperation. The society also supports initiatives to bridge gaps between academia and industry, ensuring that new innovations can effectively transition into practical applications. By advancing these fields, the IEEE APS contributes to critical sectors like telecommunications, defense, and space exploration, where antennas and propagation technologies are foundational to innovation and progress",
		"slug": "IEEE-APS",
		"logo": { "url": "https://ieeeaps.org/images/home/main-logo-2024.svg" },
		"website": "https://ieeeaps.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "The IEEE Industrial Electronics Society ",
		"description": "The IEEE Industrial Electronics Society (IES) is dedicated to advancing industrial electronics and automation technologies . It promotes innovation, research, and professional development by organizing conferences, workshops, and technical events. The section serves as a platform for collaboration among students, professionals, and researchers in the field.",
		"slug": "IES Fund",
		"logo": { "url": "https://www.ieee-ies.org/images/files/ies-header.png" },
		"website": "https://www.ieee-ies.org/",
		"pack":"premuim"
	},

	
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Robotics and Automation Society",
		"description": "The IEEE Robotics and Automation Society (RAS) is dedicated to advancing the theory, practice, and education of robotics and automation. Its mission is to foster the exchange of scientific and technological knowledge, benefiting members, the profession, and humanity. RAS promotes innovation and research in robotics, focusing on systems with sensors and actuators that work autonomously or with humans in unstructured environments. In automation, it emphasizes efficiency, quality, and reliability in systems operating autonomously over time. RAS facilitates collaboration and knowledge-sharing through conferences, publications, and technical discussions, supporting the growth and development of its members globally.",
		"slug": "IEEE-RAS",
		"logo": { "url": "https://www.ieee-ras.org/images/files/template/ieee-ras-logo.png" },
		"website": "https://www.ieee-ras.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Systems, Man, and Cybernetics Society",
		"description": "The IEEE Systems, Man, and Cybernetics Society (SMC) is dedicated to advancing the theory and application of systems science, human-machine systems, and cybernetics. Its mission is to serve members and the broader community by promoting interdisciplinary collaboration and professional development through conferences, publications, and activities. SMC values membership engagement, professionalism, excellence, integrity, collaboration, and open communication. The Society emphasizes diversity, empowerment, equality, and respect, providing equal opportunities for all members while fostering a supportive environment for innovation and teamwork in systems engineering and cybernetics.",
		"slug": "IEEE-SMC",
		"logo": { "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcScym7PdbB7iOC3i7otW1jxebXi7JkrGLba3A&spng" },
		"website": "https://www.ieeesmc.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "The IEEE Circuits and Systems Society",
		"description": "The IEEE Circuits and Systems Society (CASS) is the leading global organization dedicated to advancing the theory, analysis, design, and implementation of circuits and systems. Spanning theoretical foundations, applications, and architectures, CASS fosters technological innovation in signal and information processing, benefiting fields like electronics, communications, and computing. The Society provides engineers, researchers, and scientists with access to essential technical information, networking, and career development tools through its 10 regional chapters worldwide. CASS promotes collaboration, professional growth, and the development of engineering standards, driving innovation to improve the quality of life for humanity.",
		"slug": "IEEE-CASS",
		"logo": { "url": "https://ieee-cas.org/files/ieeecass/cass-75_horizontal-color.svg" },
		"website": "https://ieee-cas.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "The IEEE Power & Energy Society",
		"description": "The IEEE Power & Energy Society (PES) is a global technical society within IEEE focused on advancing the development and application of technology in the electric power and energy sector. PES covers areas such as power generation, transmission, distribution, smart grids, renewable energy, and power systems analysis. The society fosters innovation and collaboration among engineers, researchers, and industry professionals to address global energy challenges. Through conferences, publications, standards development, and educational programs, PES promotes the efficient and sustainable generation and use of electric energy, while driving advancements in energy systems to meet growing demands and environmental concerns worldwide.",
		"slug": "IEEE-PES",
		"logo": { "url": "https://ieee-pes.org/wp-content/uploads/2022/12/ieee-pes-logo.png" },
		"website": "https://ieee-pes.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Industry Applications Society",
		"description": "The IEEE Industry Applications Society (IAS) is a global technical society focused on advancing the theory, design, development, and application of electrical and electronic systems in industry. Its areas of interest include industrial automation, energy conversion, electrical safety, power electronics, smart grids, and electric machines. The IAS provides a platform for professionals, researchers, and students to exchange knowledge, develop standards, and promote technological advancements in industrial systems. Through conferences, publications, and technical committees, the society fosters collaboration between academia and industry, aiming to enhance innovation and the efficiency of electrical systems in industrial applications worldwide.",
		"slug": "IEEE-IAS",
		"logo": { "url": "https://i.imgur.com/y2PtVJQ.png" },
		"website": "https://ias.ieee.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Entrepreneurship",
		"description": "IEEE R8 Entrepreneurship Initiative is a program within IEEE Region 8 (Europe, Middle East, and Africa) that promotes entrepreneurship and innovation among IEEE members. It provides resources, networking opportunities, mentorship, and support for aspiring entrepreneurs, encouraging the development of startups and technology-driven ventures across the region.",
		"slug": "IEEE-entrepreneurship",
		"logo": { "url": "https://i.imgur.com/cpdzd8G.png" },
		"website": "https://entrepreneurship.ieee.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Xplore",
		"description": "IEEE Xplore is a comprehensive digital library for research and technical literature in electrical engineering, computer science, and related fields. It provides access to millions of articles, conference papers, standards, and eBooks from IEEE and other leading organizations, supporting innovation and technological advancements worldwide.",
		"slug": "IEEE-Xplore",
		"logo": { "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQQBfw1G-WPqR5HtwVLgqv8X7B7P-H4VG_9g&s" },
		"website": "https://ieeexplore.ieee.org/Xplore/home.jsp"
	},
	{
		"enabled": true,
		"name": "IEEE ENET'COM SB",
		"description": "Founded in 2013, with over 472 enthusiastic members all with one vision “advancing students carrer's in technology, for the benefit of humanity“",
		"slug": "IEEE-ENET'COM-SB",
		"tierRank": 0,
		"logo": { "url": "https://i.imgur.com/Sdkbxfe.png" },
		"website": "https://enetcom.ieee.tn/"
	},
	{
		"enabled": true,
		"name": "IEEE Tunisia Section",
		"description": "IEEE Tunisia Section aims to spread IEEE Activities to all corners of the country by educational and technical activities, human networking, and to develop technology and its applications for humanitarian challenges. The section supports Chapters, special interest groups, student activities and student awards.",
		"slug": "IEEE-Tunisia-Section",
		"tierRank": 0,
		"logo": { "url": "https://i.imgur.com/EpXVkCB.png" },
		"website": "https://ieee.tn/"
	},{
		"enabled": true,
		"name": "The IEEE Africa Council",
		"description": "The IEEE Africa Council represents IEEE members in Africa, promoting growth in engineering and technology. It supports networking, education, and professional development through events, workshops, and local collaborations. The council aims to address regional challenges, enhance knowledge-sharing, and foster innovation, advancing IEEE’s mission across the African continent.",
		"slug": "IEEE-Africa-council",
		"type": "global-ieee-partner",
		"logo": { "url": "https://r8.ieee.org/africa-council/wp-content/uploads/sites/155/2022/06/cropped-IEEE-Africa-Council-logo-2.jpg" },
		"website": "https://r8.ieee.org/africa-council/"
	},
	
	{
		"enabled": true,
		"name": "IEEE Transportation Electrification Council",
		"description": "The IEEE Transportation Electrification Council (TEC) fosters advancements in the electrification of transportation, covering electric and hybrid vehicles, ships, aircraft, rail systems, and personal transport. It supports technologies like energy storage, power grids, and control systems while promoting leadership, professional development, standards creation, and opportunities for IEEE members in electric transportation.",
		"slug": "IEEE-TEC",
		"type": "global-ieee-partner",
		"logo": { "url": "https://i.imgur.com/Vc1rKpq.png" },
		"website": "https://tec.ieee.org/"
	},{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Women in Engineering  ",
		"description": "IEEE Women in Engineering (WIE) is a global organization focused on empowering women in engineering and inspiring girls to pursue careers in technology. Its mission is to promote the recruitment, retention, and growth of women in technical fields, fostering a diverse community that collaborates to drive innovation and benefit humanity.",
		"slug": "IEEE-WIE",
		"logo": { "url": "https://wie.ieee.org/wp-content/uploads/ieee_women_in_engineering_wie-logo.png" },
		"website": "https://wie.ieee.org/"
	},

	
	{
		"enabled": true,
		"name": "IEEE Life Members ",
		"description": "IEEE Life Members are individuals honored for their long-standing dedication to IEEE, achieving this status through a combination of age and years of membership. This prestigious recognition celebrates their enduring commitment to the organization. Life Members actively engage with their peers, participate in educational initiatives, mentor future generations, and contribute meaningfully to their communities.",
		"slug": "IEEE-Tunisia-Section",
		"type": "global-ieee-partner",
		"logo": { "url": "https://life.ieee.org/wp-content/uploads/ieee_life_members-logo.png" },
		"website": "https://life.ieee.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE IES Tunisia Section Chapter ",
		"description": "The IEEE Industrial Electronics Society (IES) Tunisia Section is dedicated to advancing industrial electronics and automation technologies in Tunisia. It promotes innovation, research, and professional development by organizing conferences, workshops, and technical events. The section serves as a platform for collaboration among students, professionals, and researchers in the field.",
		"slug": "IES Fund",
		"logo": { "url": "https://scontent.ftun16-1.fna.fbcdn.net/v/t39.30808-6/375966460_10227260033077861_6306953153192251178_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=6ee11a&_nc_ohc=8_Z1_BbbtIAQ7kNvgF0Yr6r&_nc_zt=23&_nc_ht=scontent.ftun16-1.fna&_nc_gid=AWNlGOn9RfqdwA5NOaONiWi&oh=00_AYDGOJtmg4qSeNpXFTLOI7ey23I30WaDqw8p5TBVksWUBg&oe=6746CB29" },
		"website": "https://ies.ieee.tn/?fbclid=IwY2xjawGt8hxleHRuA2FlbQIxMAABHc8hN5VYPWtmUwap0W7IHstu8wZ5yeG2uHPxxYV0e_PmmSDBBTTpqk6u0A_aem_xIQjxpg9jPynEXz1bh3zjA",
		"pack":"premuim"
	},{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Students  ",
		"description": "IEEE Students is a global network of over 450,000 engineering and technology professionals, offering membership benefits, professional growth, and networking opportunities. It encourages impactful volunteering and provides resources to stay ahead in technology. The community fosters innovation, collaboration, and learning, empowering future engineers and technologists worldwide.",
		"slug": "IEEE-Students",
		"logo": { "url": "https://students.ieee.org/wp-content/uploads/2022/02/logo.png" },
		"website": "https://students.ieee.org/"
	},{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Systems, Man, and Cybernetics  Tunisia Section Chapter ",
		"description": "The IEEE Systems, Man, and Cybernetics Society (SMC) is dedicated to advancing the theory and application of systems science, human-machine systems, and cybernetics. Its mission is to serve members and the broader community by promoting interdisciplinary collaboration and professional development through conferences, publications, and activities. SMC values membership engagement, professionalism, excellence, integrity, collaboration, and open communication. The Society emphasizes diversity, empowerment, equality, and respect, providing equal opportunities for all members while fostering a supportive environment for innovation and teamwork in systems engineering and cybernetics.",
		"slug": "IEEE-SMC-TN",
		"logo": { "url": "https://smc.ieee.tn/wp-content/uploads/sites/198/2023/07/cropped-logoo.png" },
		"website": "https://smc.ieee.tn/publications/"
	},{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Collabratec ",
		"description": "IEEE Collabratec is an online platform developed by IEEE to facilitate networking, collaboration, and knowledge sharing among members globally. It enables professionals, researchers, and students to connect, engage in technical communities, share resources, and enhance career development through events, discussions, and collaborative projects in the fields of engineering and technology.",
		"slug": "IEEE-Collabratec",
		"logo": { "url": "https://region8today.ieeer8.org/wp-content/uploads/sites/114/2020/01/collabratec_logo-e1602678565780.png" },
		"website": "https://ieee-collabratec.ieee.org/"
	}
	
]
