[
    {
		"enabled": true,
		"name": "Nehed Sherif",
		"bio": "Dr. Himed has been an active member of the IEEE Aerospace and Electronic Systems Radar Systems Panel since 2001, initially serving as vice-chair from 2014 to 2016, and later as panel chair from 2016 to 2018. Currently, he holds the position of past-chair and chair of the Warren White Award for excellence in radar engineering. Dr. Himed is a distinguished Fellow of the IEEE since 2007 and also received the prestigious IEEE Warren White Award in 2012. He is also recognized as a Fellow of AFRL (Air Force Research Laboratory) since 2013.",
		"title": "IAS executive member",
        "slug": "Nehed Sherif",
		"imageSmall": { "url": "https://i.imgur.com/pX5qp6v.png" }
	},
    {
		"enabled": true,
		"name": "Deepak Mathur",
		"bio": "Mr Deepak Mathur has served as the Director of IEEE Region 10 (Asia-Pacific) in 2021-2022. He is presently IEEE Vice President-Elect of Member Geographic Activities (MGA) and he will be serving as its Vice President in 2024. \n\t\tIEEE (Institute of Electrical and Electronics Engineers) is the world’s largest technical professional organization dedicated to advancing technology for the benefit of humanity.\n\t\tMr Mathur has also served in various volunteer leadership roles within IEEE at Section, Council, Region and MGA (Member Geographic Activities). Previously, he was the IEEE India Council Chair in 2015-16.\n\t\tMr Mathur, a former Chief General Manager of ONGC (India’s premier public sector company engaged in exploration and exploitation of hydrocarbons), has more than 37-years of professional experience in fields of electronics, telecommunication, IT infrastructure and has held various engineering and managerial positions during his career. He has successfully conducted planning and executions of several IT projects like SCADA, on-line/real-time monitoring systems, IT infrastructure creation, Wi-Max based broadband wireless access system, GPS/GSM based vehicle tracking system etc. and has led teams of IT professionals and multi-disciplinary teams. He also has the experience of managing and working on Hi-Tech (Oil) Well Logging Systems which analyzes the properties of subsurface to explore the possibility of hydrocarbons. \n\t\tDeepak holds a Bachelor of Engineering degree in Electronics and Communications from Indian Institute of Technology (IIT), Roorkee and an MBA. He has also completed Advance Management Program from India Institute of Management (IIM), Calcutta.\n\t\tIn his IEEE journey, Deepak has been the recipient of various IEEE recognitions including the prestigious IEEE Region 10 Outstanding Volunteer Award, IEEE MGA Achievement Award and IEEE India Council Life Time Achievement award.\n\t\tHe is also a member of the highly acclaimed international honor society IEEE-HKN or Eta Kappa Nu (ΗΚΝ), which is known to promote excellence in profession and in education through an emphasis on scholarship, character, and attitude. Its membership is a lifelong designation for individuals who have distinguished themselves as students or as professionals in electrical engineering, computer engineering, computer science, and other fields of IEEE’s interest.\n\t\t",
		"title": "Vice President Elect - MGA, IEEE",
		"talk": {
			"title": "Keynote",
			"description": "TSYP 11 Conf kicks off with Vercel CEO Guillermo Rauch (@rauchg) revealing the latest announcements, features, and improvements. He's joined by Lee, Lydia, and Delba to hear the latest Next.js updates.",
			"youtube": "https://www.youtube.com/watch?v=NiknNI_0J48"
		},
		"slug": "Deepak Mathur",
		"twitterUsername": "Deepak Mathur",
		"company": { "name": "Google" },
		"image": { "url": "https://i.imgur.com/LLocrey.png" },
		"imageSmall": { "url": "https://i.imgur.com/LLocrey.png" }
	},
    {
		"enabled": true,
		"name": "Braham Himed",
		"bio": "Dr. Himed has been an active member of the IEEE Aerospace and Electronic Systems Radar Systems Panel since 2001, initially serving as vice-chair from 2014 to 2016, and later as panel chair from 2016 to 2018. Currently, he holds the position of past-chair and chair of the Warren White Award for excellence in radar engineering. Dr. Himed is a distinguished Fellow of the IEEE since 2007 and also received the prestigious IEEE Warren White Award in 2012. He is also recognized as a Fellow of AFRL (Air Force Research Laboratory) since 2013.",
		"title": "Vice President, IEEE AESS Conferences",
		"talk": {
			"title": "Keynote",
			"description": "TSYP 11 Conf kicks off with Vercel CEO Guillermo Rauch (@rauchg) revealing the latest announcements, features, and improvements. He's joined by Lee, Lydia, and Delba to hear the latest Next.js updates.",
			"youtube": "https://www.youtube.com/watch?v=NiknNI_0J48"
		},
		"slug": "Braham Himed",
		"twitterUsername": "Braham Himed",
		"company": { "name": "Vercel" },
		"image": { "url": "https://i.imgur.com/E7oRJdP.png" },
		"imageSmall": { "url": "https://i.imgur.com/E7oRJdP.png" }
	},
    {
		"enabled": true,
		"name": "Abdulateef Aliyu",
		"bio": "Abdullateef is an accomplished General Manager of Projects at Phase 3 Telecom. He holds a bachelor’s degree in electrical engineering from Bayero University Kano (BUK) and a master's degree in information and communication technology (ICT) with Honors from the Northern University of Malaysia. He is also a certified business analyst and has completed certification from the United States Telecommunication Training Institute (USTTI) in Washington DC.\n\n\t\tHighlights of Abdullateef's career include a senior management role at Suburban West Africa before joining Phase 3 Telecom in 2013. He has played a vital role in expanding the company's optical aerial and underground infrastructure, which now spans over 6000 km. He has also led the successful implementation of the Phase 3 Telecom 100G transmission network backbone nationwide between 2019 and 2022. Abdullateef has contributed to the deployment of numerous high-profile projects for Mobile Network Operators (MNOs) across Nigeria and Sub-Saharan Africa, earning him industry recognition.\n\t\t\n\t\tHe is a Senior member of the Institute of Electrical and Electronics Engineers (IEEE) the world's largest technical organization, serving as the chair of the IEEE Student Activities Committee in Europe, Middle East, and Africa (EMEA) – also known as Region 8. He founded the IEEE Smart Village Africa Working Group in 2020, which has grown to have about 1,000 members from 44 countries in Africa. He is also involved in several committees and boards related to engineering, technology, and humanitarian initiatives. He holds numerous certifications, including Certified Scrum Master (CSM), Project Manager Professional (PMP), Certified Business Analysis Professional, and Certified Quality Improvement Associate (CQIA). He is a Chartered Engineer and a member of the Nigeria Society of Engineers, a member of the Council for Regulations of Engineering in Nigeria (COREN), and a Professional Member of the Eta Chapter of the Board of Governors.\n\t\t\n\t\tAbdullateef’s contributions to his field have been widely recognized, and he is the recipient of several awards and accolades. These include the Leadership and Innovative Award, Best Creativity Award, and Excellence in Leadership Award from Phase 3 Telecom and IEEE Smart Village, as well as the Award of Excellence from IEEE Nigeria Section, NSE Maitama branch, MGA Board Young Professionals Achievement Award, and Outstanding Volunteer of IEEE R8 ASYP Congress (EMEA) in various years.",
		"title": "SAC Chair, IEEE R8",
		"talk": {
			"title": "Keynote",
			"description": "TSYP 11 Conf kicks off with Vercel CEO Guillermo Rauch (@rauchg) revealing the latest announcements, features, and improvements. He's joined by Lee, Lydia, and Delba to hear the latest Next.js updates.",
			"youtube": "https://www.youtube.com/watch?v=NiknNI_0J48"
		},
		"slug": "Abdulateef Aliyu",
		"twitterUsername": "Abdulateef Aliyu",
		"company": { "name": "Vercel" },
		"image": { "url": "https://i.imgur.com/XfeuIbE.jpg" },
		"imageSmall": { "url": "https://i.imgur.com/XfeuIbE.jpg" }
	},
    {
		"enabled": true,
		"name": "Milos Manic",
		"title": "IES President",
        "slug": "Milos Manic",
		"imageSmall": { "url": "https://i.imgur.com/kQjae7a.png" }
	},
    {
		"enabled": true,
		"name": "AMIT KUMAR SINGh",
		"title": "AP-S YP Ambassador 2024",
        "slug": "AMIT KUMAR SINGh",
		"imageSmall": { "url": "https://i.imgur.com/fXJL919.png" }
	},
    {
		"enabled": true,
		"name": "Lwanga Herbert",
		"bio": "Lwanga Herbert, is a Technology promoter, innovator, researcher, entrepreneur and enthusiast best known for promoting technology, innovation and entrepreneurship for the benefit of communities and society as whole. Additionally, he puts his emphasis on promoting those technologies that address humanitarian challenges that prevail with diverse communities and the world at large. Lwanga Herbert currently serves a Global chair of the IEEE Humanitarian Technologies Board (HTB) that focuses on supporting impactful and ethically informed volunteer-led initiatives, programs and projects, and mutually beneficial partnerships, as well as to inform policy formulation that harness technology and innovation to address societal challenges in a responsive, effective, and sustainable way. Previously (2021 - 2022) he served as a Global Chair of IEEE SIGHT. He has also previously served in various positions within the IEEE\\n        \\n\\t\\tThrough his able stewardship, he successfully contributed towards the establishment of IEEE Subsection which subsequently became a full section. His continued guidance resulted into transforming the section into one of the most active and fasting growing organizational units in region 8. In the same respect he has passionately and openly shared his project management skills which has enabled other IEEE volunteers to implement humanitarian projects and solutions that have impacted and benefited communities globally.\\n\\t\\t\\n\\t\\tDue to his strong passion for STEM and humanity, Lwanga co-founded Log’el Science Foundation, a non-profit organization which focuses on conducting research, development and innovation activities whose end results are aimed to benefit humanity. Through the foundation, he continues to encourage, inspire and motivate young learner’s to pursue STEM driven career paths while at the same time enabling engineering and technology students to utilize their innovative knowledge and skills to address real-life challenges in communities using humanistic approaches.\\n\\t\\t\\n\\t\\tIn his career development, he also co-founded LOG'EL GROUP Ltd a technology company which emphasizes use of local talent to develop technology solutions that address locally based challenges and concerns. Through this approach, the local talent is bound to grow and develop as it addresses societal challenges using a home grown approach. Previously, he has won different awards among others which includes the Ugandan Presidential Innovation Award 2005 – that focused on rewarding young innovators\\n\\t\\t\\n\\t\\t",
		"title": "Global chair, IEEE Humanitarian Technologies Board (HTB)/ Former Global Chair, IEEE SIGHT",
		"talk": {
			"title": "Keynote",
			"description": "TSYP 11 Conf kicks off with Vercel CEO Guillermo Rauch (@rauchg) revealing the latest announcements, features, and improvements. He's joined by Lee, Lydia, and Delba to hear the latest Next.js updates.",
			"youtube": "https://www.youtube.com/watch?v=NiknNI_0J48"
		},
		"slug": "Lwanga_Herbert",
		"twitterUsername": "Lwanga Herbert",
		"company": { "name": "Google" },
		"image": { "url": "https://i.imgur.com/exoX4CP.jpg" },
		"imageSmall": { "url": "https://i.imgur.com/exoX4CP.jpg" }
	},
    {
		"enabled": true,
		"name": "Saptarshi Ghosh",
		"title": "Student and Young Professional Activities Committee, IEEE Computer Society",
        "slug": "Saptarshi Ghosh",
		"imageSmall": { "url": "https://i.imgur.com/AtJ1rMx.png" }
	}

]